{
    "Dashboard": "Πίνακας",
    "You're logged in!": "Έχετε συνδεθεί!",
    "Companies": "Εταιρείες",
    "Employees": "Υπάλληλοι",
    "Profile": "Προφίλ",
    "Log Out": "Αποσύνδεση",
    "Delete Account": "Διαγραφή λογαριασμού",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Όταν ο λογαριασμός σας διαγραφεί, όλα τα δεδομένα και οι πόροι του θα διαγραφούν μόνιμα. Πριν διαγράψετε τον λογαριασμό σας, κατεβάστε οποιαδήποτε δεδομένα ή πληροφορίες θέλετε να διατηρήσετε.",
    "Are you sure you want to delete your account?": "Είστε βέβαιοι ότι θέλετε να διαγράψετε τον λογαριασμό σας;",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Όταν ο λογαριασμός σας διαγραφεί, όλα τα δεδομένα και οι πόροι του θα διαγραφούν μόνιμα. Παρακαλώ εισάγετε τον κωδικό σας για να επιβεβαιώσετε ότι θέλετε να διαγράψετε μόνιμα τον λογαριασμό σας.",
    "Password": "Κωδικός",
    "Cancel": "Ακύρωση",
    "Profile Information": "Πληροφορίες προφίλ",
    "Update your account's profile information and email address.": "Ενημερώστε τις πληροφορίες προφίλ και τη διεύθυνση email του λογαριασμού σας.",
    "Name": "Όνομα",
    "Email": "Email",
    "Your email address is unverified.": "Η διεύθυνση email σας δεν έχει επαληθευτεί.",
    "Click here to re-send the verification email.": "Κάντε κλικ εδώ για να επαναστείλετε το email επαλήθευσης.",
    "A new verification link has been sent to your email address.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση email σας.",
    "Save": "Αποθήκευση",
    "Saved.": "Αποθηκεύτηκε.",
    "Update Password": "Ενημέρωση κωδικού",
    "Ensure your account is using a long, random password to stay secure.": "Βεβαιωθείτε ότι ο λογαριασμός σας χρησιμοποιεί έναν μακρύ, τυχαίο κωδικό για να παραμείνει ασφαλής.",
    "Current Password": "Τρέχων κωδικός",
    "New Password": "Νέος κωδικός",
    "Confirm Password": "Επιβεβαίωση κωδικού",
    "This is a secure area of the application. Please confirm your password before continuing.": "Αυτή είναι μια ασφαλής περιοχή της εφαρμογής. Παρακαλώ επιβεβαιώστε τον κωδικό σας πριν συνεχίσετε.",
    "Confirm": "Επιβεβαίωση",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Ξεχάσατε τον κωδικό σας; Κανένα πρόβλημα. Απλώς δώστε μας τη διεύθυνση email σας και θα σας στείλουμε έναν σύνδεσμο επαναφοράς κωδικού που θα σας επιτρέψει να επιλέξετε νέο.",
    "Email Password Reset Link": "Αποστολή συνδέσμου επαναφοράς κωδικού",
    "Already registered?": "Ήδη εγγεγραμμένος;",
    "Register": "Εγγραφή",
    "Reset Password": "Επαναφορά κωδικού",
    "Remember me": "Να με θυμάσαι",
    "Forgot your password?": "Ξεχάσατε τον κωδικό σας;",
    "Log in": "Σύνδεση",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Ευχαριστούμε για την εγγραφή! Πριν ξεκινήσετε, μπορείτε να επαληθεύσετε τη διεύθυνση email σας κάνοντας κλικ στον σύνδεσμο που μόλις σας στείλαμε; Αν δεν λάβατε το email, θα σας στείλουμε ευχαρίστως ένα άλλο.",
    "A new verification link has been sent to the email address you provided during registration.": "Ένας νέος σύνδεσμος επαλήθευσης έχει σταλεί στη διεύθυνση email που δώσατε κατά την εγγραφή.",
    "Resend Verification Email": "Επαναποστολή email επαλήθευσης",
    "New Company": "Νέα εταιρεία",
    "Website": "Ιστοσελίδα",
    "Logo": "Λογότυπο",
    "Logo (min 100x100)": "Λογότυπο (ελάχιστο 100x100)",
    "Actions": "Ενέργειες",
    "Edit": "Επεξεργασία",
    "Delete": "Διαγραφή",
    "Delete?": "Διαγραφή;",
    "No companies yet.": "Δεν υπάρχουν εταιρείες ακόμη.",
    "Edit Company": "Επεξεργασία εταιρείας",
    "Update": "Ενημέρωση",
    "New Employee": "Νέος υπάλληλος",
    "First name": "Όνομα",
    "Last name": "Επώνυμο",
    "Company": "Εταιρεία",
    "-- select --": "-- επιλέξτε --",
    "Phone": "Τηλέφωνο",
    "First Name": "Όνομα",
    "Last Name": "Επώνυμο",
    "No employees yet.": "Δεν υπάρχουν υπάλληλοι ακόμη.",
    "English": "Αγγλικά",
    "Greek": "Ελληνικά"
}
